[ItemDefs.ID_MO_HiddenJournalsFurniture_Echo MissionItemDefinition]
UseFailureCharacterMessage="required %s This article."
ItemName="Tanis ECHO App"
PickupMessage="You can see it %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="husk"

[ItemDefs.ID_MO_HiddenJournalsFurniture_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Story by Patricia Tanis of Handsome Jack."
NoConstraintText=""
Suffix=""
Prefix=""

